qualification/candidate1Runtime/cases/soretPublishedOF8/constant/thermoDiff
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \    /   O peration     | Version: 14                                     |
|   \  /    A nd           |                                                 |
|    \/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermoDiff;
}

H-AR
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-N2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-H2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HE
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-O
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-OH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-H2O
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-H2O2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-O2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-N
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NH2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NH3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NNH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-N2H2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-N2H3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-N2H4
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-H2NN
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-N2O
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HNO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HON
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HONO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-H2NO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HNOH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NH2OH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HNO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HONO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-NO3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H-HNO3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-AR
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-N2
{
    ThermDiff_1 100;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HE
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-O
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-OH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-H2O
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-H2O2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-O2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-N
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NH2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NH3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NNH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-N2H2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-N2H3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-N2H4
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-H2NN
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-N2O
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HNO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HON
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HONO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-H2NO
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HNOH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NH2OH
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HNO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HONO2
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-NO3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}

H2-HNO3
{
    ThermDiff_1 0;
    ThermDiff_2 0;
    ThermDiff_3 0;
    ThermDiff_4 0;
}
