qualification/candidate1Runtime/cases/soretPublishedOF8/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \    /   O peration     | Version: 14                                     |
|   \  /    A nd           |                                                 |
|    \/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    outlet
    {
        type zeroGradient;
    }
    bottom
    {
        type zeroGradient;
    }
    top
    {
        type zeroGradient;
    }
    frontAndBack
    {
        type empty;
    }
}
